[
    {
        "id": 1,
        "title": "CuteCon - Branding, Website & Social Media",
        "description": [
            "The brief for this project was to create a fictional event and design the on-screen promotional materials for it. This included the brand positioning, an interactive mobile website prototype, a social media strategy, social media profiles and content, and a style guide. I created CuteCon, a convention that celebrates everything cute.",
            "For the design choices, I focused on creating a visual identity that felt soft, playful, and welcoming, using pastel colors, rounded elements, and mascots that defined CuteCon's personality. The mobile site was designed for clarity and ease of use, starting with simple wireframes, user personas, and early feedback that shaped the final prototype. I refined the layout, improved homepage hierarchy, adjusted illustrations, and added a loading screen animation.",
            "The social media strategy focused on entertainment, engagement, and community-building across Instagram and TikTok. I created content to introduce the mascots, encourage participation, and generate excitement for the event, using a consistent tone, templates, and playful visuals. Interactive elements, such as polls, naming contests, and short animations, helped fans connect with the brand and share their experiences. All posts were designed to feel cohesive with the overall identity and support a fun, welcoming event atmosphere."
        ],
        "date": "12.09.2025",
        "category": ["Web", "Social Media", "Visual Identity"],
        "files": [
            {
                "path": "https://www.figma.com/proto/OSAgR1KLBmj5FKhojjzFkd/Mobile-site?page-id=20%3A140&node-id=197-363&p=f&viewport=150%2C108%2C0.12&t=lt86Wnioh9Udn8Sf-1&scaling=scale-down&content-scaling=fixed&starting-point-node-id=197%3A363&show-proto-sidebar=1",
                "name": "Link to Website Prototype"
            },
            {
                "path": "https://www.instagram.com/p/DObcxDyjRpG/?utm_source=ig_web_copy_link&igsh=NTc4MTIwNjQ2YQ==",
                "name": "Link to Character-based Instagram post"
            },
            {
                "path": "https://www.instagram.com/p/DObuI-6Db8j/?utm_source=ig_web_copy_link&igsh=NTc4MTIwNjQ2YQ==",
                "name": "Link to Filter-based Instagram post"
            },
            {
                "path": "https://www.tiktok.com/@cuteconofficial/video/7548530151060049154?is_from_webapp=1&sender_device=pc",
                "name": "Link to Character-naming TikTok post"
            },
            {
                "path": "https://www.tiktok.com/@cuteconofficial/video/7548531642072059158?is_from_webapp=1&sender_device=pc",
                "name": "Link to Meme-based TikTok post"
            },
            {
                "path": "../../src/pdf/cutecon/brandguide.pdf",
                "name": "brandguide.pdf"
            },
            {
                "path": "../../src/pdf/cutecon/SoMe_styleguide.pdf",
                "name": "SoMe_styleguide.pdf"
            },
            {
                "path": "../../src/pdf/cutecon/character_card.pdf",
                "name": "character_card.pdf"
            }
        ],
        "images": [
            {
                "path": "../../src/img/cutecon/home.png",
                "desc": "Screenshot of the fronpage of the website prototype."
            },
            {
                "path": "../../src/img/cutecon/character_card.png",
                "desc": "Card with information about one of the CuteCon mascots."
            },
            {
                "path": "../../src/img/cutecon/SoMe.png",
                "desc": "Screenshot of a CuteCon Instagram post."
            },
            {
                "path": "../../src/img/cutecon/brandguide.png",
                "desc": "The brandguide for the event CuteCon."
            },
            {
                "path": "../../src/img/cutecon/SoMe_styleguide.png",
                "desc": "The social media styleguide for the event CuteCon."
            }
        ],
        "color": "#ffffff"
    },
    {
        "id": 2,
        "title": "Nexa - Brand Identity",
        "description": [
            "The brief for this project was to develop a full brand identity for a product, location, and target audience chosen from a provided list. This included creating a brand name, logo, a one-page style guide, mockups for various touchpoints, and a wild-card marketing idea. I created Nexa, a high-end tech brand based in Brooklyn, New York, aimed at nostalgic millennials, combining modern technology with the playful and optimistic design spirit of the Y2K era.",
            "I focused on creating a brand identity that felt bold, playful, and premium, using a Y2K-inspired color palette of purple, cyan, and yellow, rounded typography, and star-shaped motifs. The logo balances modern clarity with retro-futuristic style, and alternate variations make it flexible across applications. Packaging, posters, and a mobile-first website were designed to merge nostalgia with sleek, modern presentation, while additional elements like metallic textures and holographic patterns reinforced the retro-futuristic feel. The wild-card Time Machine pop-up brought the brand to life as an immersive, interactive experience, blending nostalgia with Nexa's high-end tech identity. Across all touchpoints, the focus was on making Nexa feel collectible, exciting, and cohesive while appealing to the playful, optimistic sensibilities of the target audience."
        ],
        "date": "03.10.2025",
        "category": ["Visual Identity", "Web", "Print", "Packaging"],
        "files": [
            {
                "path": "../../src/pdf/nexa/brand-presentation.pdf",
                "name": "brand-presentation.pdf"
            }
        ],
        "images": [
            {
                "path": "../../src/img/nexa/logo.png",
                "desc": "The logo for Nexa."
            },
            {
                "path": "../../src/img/nexa/website2.png",
                "desc": "Mockup of a phone on Nexa's website."
            },
            {
                "path": "../../src/img/nexa/box.png",
                "desc": "Mockup of how packaging for Nexa could look."
            },
            {
                "path": "../../src/img/nexa/poster.png",
                "desc": "Mockup of how a poster on a busstop for Nexa could look."
            }
        ],
        "color": "#f00"
    },
    {
        "id": 3,
        "title": "A Tail Through Graphic Design History - Leaflet Design",
        "description": [
            "The brief for this project was to create a creatively folded leaflet for a pop-up exhibition at Noroff Bergen. The leaflet needed to communicate four specific graphic design styles from the 1950s to the 1980s: International Typographic Style, Pop Art, Psychedelic Poster Style, and Punk/New Wave. Each section had to include text, designer names, and a timeline or infographic. I designed a leaflet called A Tail Through Graphic Design History, using a cat motif where the tail serves as the timeline, tying the sections together in a playful and memorable way.",
            "I focused on creating a leaflet that allows four very different styles to coexist while staying visually connected. To do this, I used a consistent color palette and the recurring cat motif. The cat's tail acts as the timeline, linking the sections and adding a playful narrative element. Each style has its own typographic personality for the titles, while Helvetica keeps the body text unified. The accordion fold with a cut along the top edge keeps the timeline visible even when the leaflet is closed, and the cat silhouette on the front adds a dynamic, souvenir-like quality. Visual elements, from grid-based Swiss layouts to psychedelic warped shapes and punk-inspired textures, reflect each era's character while keeping the leaflet engaging, educational, and playful."
        ],
        "date": "24.10.2025",
        "category": ["Print"],
        "files": [
            {
                "path": "../../src/pdf/tail/folder.pdf",
                "name": "folder.pdf"
            }
        ],
        "images": [
            {
                "path": "../../src/img/tail/folder1.png",
                "desc": "Leaflet unfolded, showing the front page."
            },
            {
                "path": "../../src/img/tail/folder2.png",
                "desc": "Leaflet unfolded, showing the back page."
            },
            {
                "path": "../../src/img/tail/folder.png",
                "desc": "Leaflet folded."
            },
            {
                "path": "../../src/img/tail/popart.png",
                "desc": "Art of a cat made in the Pop Art style."
            },
            {
                "path": "../../src/img/tail/psychedelic.png",
                "desc": "Art of a cat made in the Psychedelic style."
            },
            {
                "path": "../../src/img/tail/punk.png",
                "desc": "Art of a cat made in the Punk style."
            }
        ],
        "color": "#f00"
    },
    {
        "id": 4,
        "title": "Product Photography - Candle",
        "description": [
            "The brief for this project was to produce a high-quality product photograph in three formats: square, Instagram post, and web banner. The image had to communicate information about the product without text or graphics, using only light, composition, and color. I chose a scented candle from Nille with the Wooden House scent, aiming to convey warmth, comfort, and a modern, luxurious feel.",
            "I focused on communicating the candle's qualities and atmosphere through light, composition, and color alone. To highlight its sleek black packaging and natural, cozy character, I used a dark background and warm, soft light. Without access to studio lights, I used painting-with-light techniques, moving a phone screen and occasionally keeping the light stationary to define edges and create depth. The candle was placed on a wooden box to visually connect to its scent, and the composition was kept minimal to maintain focus. In post-production, multiple exposures were layered in Photoshop and fine-tuned for color, contrast, and clarity, resulting in images that balance elegance and warmth while meeting all format requirements."
        ],
        "date": "03.10.2025",
        "category": ["Photography"],
        "files": [
            {
                "path": "../../src/pdf/candle/images.pdf",
                "name": "images.pdf"
            }
        ],
        "images": [
            {
                "path": "../../src/img/candle/square.jpg",
                "desc": "Product photo of a scented candle from Nille."
            },
            {
                "path": "../../src/img/candle/wip.jpg",
                "desc": "The setup when taking the product photo."
            }
        ],
        "color": "#f00"
    }
]
